Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: Use the <gui>Acceptance delay</gui> slider to change how long bounce keys waits before it registers another key press after you pressed the key for the first time. Select <gui>Beep when a key is rejected</gui> if you want the computer to make a sound each time it ignores a key press because it happened too soon after the previous key press.
ca: Utilitzeu la barra lliscant del <gui>Retard d'acceptació</gui> per a modificar el temps que les tecles de rebot esperen per a registrar una nova pulsació després que hàgiu fet la primera. Seleccioneu <gui>Fes un avís sonor quan es denegui una tecla</gui> si voleu que l'ordinador emeti un so cada vegada que ignora la pulsació d'una tecla, ja que aquesta ha succeït massa aviat respecte a la pulsació anterior.

source: You can turn high contrast on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the top bar and selecting <gui>High Contrast</gui>.
ca: Podeu activar i desactivar el contrast alt clicant sobre <link xref="a11y-icon">la icona accessibilitat</link> a la barra superior i seleccionant <gui>Contrast alt</gui>.

source: Alternatively, you can quickly change the text size by clicking the <link xref="a11y-icon">accessibility icon</link> on the top bar and selecting <gui>Large Text</gui>.
ca: També podeu canviar ràpidament la mida del text si cliqueu a la <link xref="a11y-icon">Icona d'accessibilitat</link> de la barra superior i triant <gui>Text gran</gui>.

source: The system includes assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices. An accessibility menu can be added to the top bar, giving easier access to many of the accessibility features.
ca: El sistema inclou tecnologies d'assistència per a donar suport a usuaris amb limitacions i necessitats especials diverses, i per a interaccionar amb dispositius d'assistència comuns. Es pot afegir un menú d'accessibilitat a la barra superior per a facilitar l'accés a moltes de les funcions d'accessibilitat.

source: Simulate a right mouse click
ca: Simular un clic amb el botó secundari del ratolí

source: Quickly turn Screen Reader on and off
ca: Permuta ràpidament el Lector de Pantalla entre actiu i inactiu

source: <em>Sticky keys</em> allows you to type keyboard shortcuts one key at a time rather than having to hold down all of the keys at once. For example, the <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> shortcut switches between windows. Without sticky keys turned on, you would have to hold down both keys at the same time; with sticky keys turned on, you would press <key>Super</key> and then <key>Tab</key> to do the same.
ca: Les <em>tecles enganxoses</em> us permeten escriure les dreceres de teclat prement les tecles d'una a una en comptes d'haver-les de prémer totes alhora. Per exemple, la drecera de teclat <keyseq><key xref="keyboard-key-super">Súper</key><key>Tab</key></keyseq> canvia entre finestres. Sense les tecles enganxoses activades, hauríeu de mantenir premudes les dues tecles alhora. En canvi, amb les tecles enganxoses activades, primer hauríeu de prémer <key>Súper</key> i, després, <key>Tab</key> per a aconseguir el mateix efecte.

source: You can quickly turn visual alerts on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the top bar and selecting <gui>Visual Alerts</gui>.
ca: Podeu activar ràpidament els avisos visuals clicant a la <link xref="a11y-icon">icona d'accessibilitat</link> del quadre superior i seleccionant les <gui>Alertes visuals</gui>.

source: Adding an account will help link your online accounts with your desktop. Thus, your email client, calendar and other related applications will be set up for you.
ca: Afegir un compte ajudarà a enllaçar els vostres comptes en línia amb l'escriptori. Per tant, el vostre client de correu electrònic, el calendari i altres aplicacions relacionades es configuraran per a vosaltres.

source: Select the account which you want to change from the list on the right.
ca: Seleccioneu el compte que voleu canviar de la llista de la dreta.

source: Select the account which you wish to remove.
ca: Seleccioneu el compte que voleu suprimir.

source: The Contacts service allows you to see the published details of your contacts on various services. It is used by applications like <app>Contacts</app> and <app>Evolution</app>.
ca: El servei Contactes us permet veure els detalls publicats dels vostres contactes en diversos serveis. S'utilitza per aplicacions com ara <app>Contactes</app> i <app>Evolution</app>.

source: See <link xref="accounts-which-application"/> for information on which applications can access which online services.
ca: Veure <link xref="accounts-which-application"/> per a obtenir informació sobre quines aplicacions poden accedir a quins serveis en línia.

source: On the other hand, if you are backing up the data on your home computer then hourly backups would likely be unnecessary. You may find it helpful to consider the following points when planning your backup schedule:
ca: Per altra banda, si feu les còpies de seguretat de la informació que teniu a l'ordinador personal, és molt possible que fer còpies de seguretat cada hora sigui innecessari. Considereu els següents punts a l'hora de determinar la política de còpies de seguretat que voldreu aplicar:

source: Files that you can recreate easily. For example, if you are a programmer, you do not have to back up the files that get produced when you compile your programs. Instead, just make sure that you back up the original source files.
ca: Fitxers que podeu recrear fàcilment. Per exemple, si sou programador, no heu de fer una còpia de seguretat dels fitxers que es produeixen quan compileu els vostres programes. En lloc d'això, assegureu-vos que feu una còpia de seguretat dels fitxers font originals.

source: Hidden files
ca: Fitxers ocults

source: This includes changes you may have made to colors, backgrounds, screen resolution and mouse settings on your desktop. This also includes application preferences, such as settings for <app>LibreOffice</app>, your music player, and your email program. These are replaceable, but may take a while to recreate.
ca: Això inclou els canvis que hàgiu fet als colors, fons de pantalla, resolució de pantalla i paràmetres de configuració del ratolí de l'escriptori. També inclou les preferències de les aplicacions, com per exemple els paràmetres de configuració del <app>LibreOffice</app>, el reproductor de música i el gestor de correu electrònic. Aquests són reemplaçables, però pot dur una mica de temps refer-los.

source: External hard disk (typically high capacity)
ca: Un disc dur extern (normalment, capacitat alta)

source: Bluetooth is a wireless protocol that allows you to connect many different types of devices to your computer. Bluetooth is commonly used for headsets and other devices like mice and keyboards. You can also use Bluetooth to <link xref="bluetooth-send-file">send files between devices</link>, such as from your computer to your cell phone.
ca: Bluetooth és un protocol sense fil que us permet connectar molts tipus diferents de dispositius a l'ordinador. El Bluetooth s'utilitza habitualment per a auriculars i altres dispositius com ratolins i teclats. També podeu utilitzar Bluetooth per a <link xref="bluetooth-send-file">enviar fitxers entre dispositius</link>, com ara des de l'ordinador al telèfon mòbil.

source: If required, confirm the PIN on your other device. The device should show you the PIN you see on your computer screen. Confirm the PIN on the device (you may need to click <gui>Pair</gui> or <gui>Confirm</gui>), then click <gui>Confirm</gui> on the computer.
ca: Si és necessari, confirmeu el PIN a l'altre dispositiu. El dispositiu us mostrarà el PIN que veieu a la pantalla de l'ordinador. Confirmeu el PIN al dispositiu potser heu de clicar a <gui>Aparella</gui> o <gui>Confirma</gui>), aleshores cliqueu a <gui>Confirma</gui> a l'ordinador.

source: PlayStation 4 joypads
ca: Comandaments de jocs de PlayStation 4

source: Some Bluetooth devices block connections by default, or require you to change a setting to allow connections to be made. Make sure that your device is set up to allow connections.
ca: Alguns dispositius Bluetooth bloquen per defecte les connexions, o necessiten que modifiqueu algun paràmetre de configuració perquè es puguin efectuar. Assegureu-vos que el dispositiu està configurat de tal manera que les permeti.

source: In the device dialog box, switch the <gui>Connection</gui> switch to off, or to remove the device from the <gui>Devices</gui> list, click <gui>Remove Device</gui>.
ca: Al quadre de diàleg del dispositiu, canvieu <gui>Connexió</gui> a <gui>OFF</gui>, o per a eliminar el dispositiu de la llista de <gui>Dispositius</gui>, cliqueu a <gui>Suprimeix el dispositiu</gui>.

source: Enable or disable the Bluetooth device on your computer.
ca: Com habilitar o deshabilitar el Bluetooth de l'ordinador.

source: After you have <link xref="bluetooth-connect-device">connected to a device</link>, neither your computer nor the device needs to be visible to communicate with each other.
ca: Un cop <link xref="bluetooth-connect-device">connectat a un dispositiu</link>, ni l'ordinador ni el dispositiu necessiten ser visibles per a comunicar-se entre ells.

source: Clock, calendar, and appointments
ca: Rellotge, calendari i cites

source: Display times in other cities under the calendar.
ca: Mostrar l'hora en altres ciutats sota el calendari.

source: To change the used profile, select the profile you would like to use and press <gui>Enable</gui> to confirm your selection.
ca: Per a canviar el perfil usat seleccioneu el perfil que voleu utilitzar i premeu <gui>Habilita</gui> per a confirmar la selecció.

source: Downloading a printing reference file from a color company
ca: Descarregant un fitxer de referència d'impressió d'una empresa de color

source: How do I calibrate my screen?
ca: Com calibro la meva pantalla?

source: The idea of calibration is to put a device in a defined state with regard to its color response. Often this is used as a day to day means of maintaining reproducible behavior. Typically calibration will be stored in device or systems specific file formats that record the device settings or per-channel calibration curves.
ca: La idea del calibratge és posar un dispositiu en un estat definit pel que fa a la seva resposta al color. Moltes vegades s'utilitza com a mitjà per a mantenir un comportament reproduïble. Normalment, el calibratge s'emmagatzema en formats de fitxer específics del dispositiu o fitxers específics del sistema que registren la configuració del dispositiu o les corbes de calibratge per canal.

source: Color profiles are provided by vendors and can be generated yourself.
ca: Els perfils de color els proporcionen els proveïdors i els podeu generar vosaltres mateixos.

source: Whole-screen color correction modifies all the screen colors on all windows.
ca: La correcció de color de tota la pantalla modifica tots els colors de la pantalla a totes les finestres.

source: Getting a profile from the monitor vendor or creating a profile yourself would lead to more accurate color correction.
ca: Obtenir un perfil del proveïdor del monitor o crear un perfil propi portaria a una correcció de color més precisa.

source: What is a color profile?
ca: Què és un perfil de color?

source: ProPhoto is the largest space available and is frequently used for document archival. It can encode nearly the whole range of colors detected by the human eye, and even encode colors that the eye cannot detect!
ca: El ProPhoto és l'espai més gran disponible i s'utilitza amb freqüència per a l'arxiu de documents. Pot codificar gairebé tota la gamma de colors detectats per l'ull humà, i fins i tot codificar colors que l'ull no pot detectar!

source: Color management is the process of capturing a color using an input device, displaying it on a screen, and printing it all whilst managing the exact colors and the range of colors on each medium.
ca: La gestió del color és el procés de captura d'un color usant un dispositiu d'entrada, mostrar-lo en una pantalla, i imprimir-lo mentre es gestionen els colors exactes i el rang de colors en cada mitjà.

source: For photographs it makes sense to use the full tonal range of a color device, to be able to make smooth changes in color. For other graphics, you might want to match the color exactly, which is important if you’re trying to print a custom mug with the Red Hat logo that <em>has</em> to be the exact Red Hat Red.
ca: Per a les fotografies, té sentit utilitzar l'interval tonal complet d'un dispositiu de color, per a poder fer canvis de color suaus. Per a altres gràfics, és possible que els vulgueu fer coincidir exactament el color, és important si esteu intentant imprimir una tassa personalitzada amb el logotip de Red Hat que <em>ha</em> de ser del color vermell exacte.

source: Press <gui style="menu item">Delete</gui> option to remove contact.
ca: Premeu l'opció <gui style="menu item">Suprimeix</gui> per a eliminar el contacte.

source: Edit the information for each contact.
ca: Editeu la informació de cada contacte.

source: Enable <em>selection mode</em> by pressing the tick button above the contact list.
ca: Activa el <em>mode de selecció</em> prement el botó marcar a sobre de la llista de contactes.

source: Press <key>Enter</key> to select the contact at the top of the list or click the contact that you want to select if they are not at the top.
ca: Premeu <key>Retorn</key> per a seleccionar el contacte a la part superior de la llista o cliqueu al contacte que vulgueu seleccionar si no es troba a la part superior.

source: Run benchmarks on your hard disk to check how fast it is.
ca: Executeu «benchmarks» al vostre disc dur per a comprovar-ne la rapidesa.

source: You can check how much disk space is left with <app>Disk Usage Analyzer</app>, <app>System Monitor</app>, or <app>Usage</app>.
ca: Podeu comprovar quant espai disponible hi ha al disc amb l'<app>Analitzador de l'ús dels discs</app>, el <app>Monitor del sistema</app> o l'<app>Ús</app>.

source: Open the <app>Usage</app> application from the <gui>Activities</gui> overview.
ca: Obriu l'aplicació <app>Ús</app> des de la vista general <gui>Activitats</gui>.

source: Open <app>Disks</app> from the <gui>Activities</gui> overview.
ca: Obrir <app>Discs</app> des de la vista d'<gui>Activitats</gui>.

source: Select the disk you want to wipe from the list of storage devices on the left.
ca: Seleccioneu el disc que voleu esborrar de la llista de dispositius d'emmagatzematge de l'esquerra.

source: View and manage volumes and partitions using the disk utility
ca: Consultar i gestionar volums i particions mitjançant la utilitat del disc

source: Select the disk containing the filesystem in question from the list of storage devices on the left. If there is more than one volume on the disk, select the volume which contains the filesystem.
ca: Seleccioneu el disc que conté el sistema de fitxers en qüestió a la llista de dispositius d'emmagatzematge de l'esquerra. Si hi ha més d'un volum al disc, seleccioneu el volum que conté el sistema de fitxers.

source: The action will unmount the filesystem if needed. The repair action tries to bring the filesystem into a consistent state and moves files which were damaged in a special folder. Be patient while the filesystem is repaired.
ca: L'acció desmuntarà el sistema de fitxers si és necessari. L'acció de reparació intenta portar el sistema de fitxers a un estat coherent i moure fitxers que s'hagin malmès a una carpeta especial. Tingueu paciència mentre el sistema de fitxers s'estigui reparant.

source: To set the screen blanking time:
ca: Per a establir el temps d'entrada en inactivitat:

source: Connect another monitor to your computer
ca: Connectar un altre monitor a l'ordinador

source: <gui>Join Displays:</gui> screen edges are joined so things can pass from one display to another.
ca: <gui>Uneix pantalles:</gui> les vores de la pantalla s'uneixen perquè les coses puguin passar d'una pantalla a una altra.

source: Under <gui>Schedule</gui>, select <gui>Sunset to Sunrise</gui> to make the screen color follow the sunset and sunrise times for your location. Select <gui>Manual Schedule</gui> to set the <gui>Times</gui> to a custom schedule.
ca: Sota <gui>Planificació</gui>, seleccioneu <gui>Posta de sol a la sortida del sol</gui> per a fer que el color de la pantalla segueixi la posta de sol i l'hora de sortida del sol per a la vostra ubicació. Seleccioneu <gui>Planificació manual</gui> per a establir el <gui>Temps</gui> a una planificació personalitzada.

source: Blank discs
ca: Discs en blanc

source: To start the file manager, open <app>Files</app> in the <gui xref="shell-introduction#activities">Activities</gui> overview. You can also search for files and folders through the overview in the same way you would <link xref="shell-apps-open">search for applications</link>.
ca: Per a iniciar el gestor de Fitxers, obriu <app>Fitxers</app> a la vista general d'<gui xref="shell-introduction#activities">Activitats</gui>. També podeu cercar fitxers i carpetes a través de la vista general de la mateixa manera que <link xref="shell-apps-open">cerca aplicacions</link>.

source: Select the file you want to copy by clicking on it once.
ca: Seleccioneu el fitxer que voleu copiar fent-hi clic una vegada.

source: You cannot copy or move a file into a folder that is <em>read-only</em>. Some folders are read-only to prevent you from making changes to their contents. You can change things from being read-only by <link xref="nautilus-file-properties-permissions">changing file permissions </link>.
ca: No podeu copiar o moure un fitxer en una carpeta que sigui de <em>només lectura</em>. Algunes carpetes són de només lectura per a evitar que es facin canvis al seu contingut. Podeu canviar que no siguin de només lectura <link xref="nautilus-file-properties-permissions">canviant els permisos dels fitxers</link>.

source: Select the item you want to delete.
ca: Seleccioneu l'element que voleu suprimir.

source: To hide a file, <link xref="files-rename">rename it</link> with a <file>.</file> at the beginning of its name. For example, to hide a file named <file>example.txt</file>, you should rename it to <file>.example.txt</file>.
ca: Per a ocultar un fitxer, <link xref="files-rename">reanomenar-lo</link> amb un <file>.</file> al començament del nom. Per exemple, per a ocultar un fitxer anomenat <file>exemple.txt</file>, heu de canviar-li el nom a <file>.exemple.txt</file>.

source: Open files using an application that isn’t the default one for that type of file. You can change the default too.
ca: Obriu fitxers amb una aplicació que no sigui la predeterminada per a aquest tipus de fitxer. També podeu canviar el valor per defecte.

source: You need to have <app>Sushi</app> installed on your computer to perform these steps.
ca: Heu de tenir instal·lat <app>Sushi</app> a l'ordinador per a fer aquests passos.

source: Eject or unmount a USB flash drive, CD, DVD, or other device.
ca: Expulsa o desmunta una unitat USB flash, CD, DVD o un altre dispositiu.

source: You can also choose <gui>Eject Anyway</gui> to remove the device without closing the files. This may cause errors in applications that have those files open.
ca: També pot triar <gui>Expulsa de totes maneres</gui> per a treure el dispositiu sense tancar els fitxers. Això pot provocar errors en les aplicacions que tenen aquests fitxers oberts.

source: File and folder names are case sensitive, so the file name <file>File.txt</file> is not the same as <file>FILE.txt</file>. Using different file names like this is allowed, though it is not recommended.
ca: Els noms dels fitxers i carpetes distingeixen entre majúscules i minúscules, així que el nom del fitxer <file>Fitxer.txt</file> no és el mateix que <file>FITXER.txt</file>. L'ús de diferents noms de fitxers com aquests està permès, encara que no és recomanable.

source: If you know the files you want are under a particular folder, go to that folder.
ca: Si sabeu que els fitxers que voleu es troben en una carpeta particular, aneu a aquesta carpeta.

source: Select <guiseq><gui>Settings</gui><gui>Search</gui></guiseq> from the results. This will open the <gui>Search Settings</gui> panel.
ca: Seleccioneu <guiseq><gui>Paràmetres</gui><gui>Cerca</gui></guiseq> dels resultats. Això obrirà el quadre <gui>Configuració de cerca</gui>.

source: <file>Vacation-???.jpg</file>
ca: <file>Vacances-???.jpg</file>

source: Arrange files by name, size, type, or when they were changed.
ca: Organitzeu els fitxers pel nom, la mida, el tipus o per quan hagin canviat.

source: These are backup files. They are hidden by default.
ca: Aquests són fitxers de còpia de seguretat. Estan amagats per defecte.

source: Participate to improve this guide
ca: Participar en la millora d'aquesta guia

source: Window list
ca: Llista de finestres

source: At the login screen, select your name from the list.
ca: A la pantalla d'inici de sessió, seleccioneu el vostre nom de la llista.

source: Fingerprints &amp; smart cards
ca: Empremtes i targetes intel·ligents

source: Get live support on IRC.
ca: Obtén suport en viu a l'IRC.

source: Make the keyboard cursor blink
ca: Fer que el cursor del teclat parpellegi

source: If you have an Apple keyboard, you will have a <key>⌘</key> (Command) key instead of the Windows key, while Chromebooks have a magnifying glass instead.
ca: Si teniu un teclat d'Apple, tindreu una tecla <key>⌘</key> (Comanda) en comptes de la tecla de Windows, mentre que els Chromebooks tenen una lupa.

source: Keyboard navigation
ca: Navegació per teclat

source: <key>Space</key>
ca: <key>Espai</key>

source: In the file manager, pop up the context menu for the current folder, as if you had right-clicked on the background and not on any item.
ca: Al gestor de fitxers, apareix el menú contextual de la carpeta actual, tal com si hagués fet clic dret al fons i no en cap element.

source: <keyseq><key>Super</key><key>←</key></keyseq>
ca: <keyseq><key>Súper</key><key>←</key></keyseq>

source: down
ca: avall

source: Click the row for the desired action. The <gui>Set shortcut</gui> window will be shown.
ca: Cliqueu a la fila per l'acció desitjada. Es mostrarà la finestra <gui>Configura drecera</gui>.

source: Zoom in
ca: Apropa

source: <_:media-1/> or <_:media-2/> or <key>WWW</key>
ca: <_:media-1/> o <_:media-2/> o <key>WWW</key>

source: Move window one monitor to the left
ca: Mou la finestra un monitor a l'esquerra

source: <keyseq><key>Shift</key><key>Super</key><key>Home</key></keyseq>
ca: <keyseq><key>Maj</key><key>Súper</key><key>Inici</key></keyseq>

source: Switch to workspace 1
ca: Canvieu a l'espai de treball 1

source: <keyseq><key>Shift</key><key>Print</key></keyseq>
ca: <keyseq><key>Maj</key><key>Imprimeix</key></keyseq>

source: Pause playback
ca: Fes una pausa a la reproducció

source: Volume up
ca: Apuja el volum

source: Show the activities overview
ca: Mostra la vista general d'activitats

source: Close window
ca: Tanca la finestra

source: Toggle fullscreen mode
ca: Commuta el mode a pantalla completa

source: The command name that you type should be a valid system command. You can check that the command works by opening a Terminal and typing it in there. The command that opens an application cannot have the same name as the application itself.
ca: El nom de l'ordre que escriviu hauria de ser una ordre de sistema vàlida. Podeu comprovar que l'ordre funciona obrint un terminal i escrivint-la allí. L'ordre que obre una aplicació no pot tenir el mateix nom que la mateixa aplicació.
